import React, {useState, useEffect} from 'react';
import {NavLink} from 'react-router-dom';
import * as bannerStyles from "../main/main.module.css";
import * as styles from './info.module.css';

export default function ContactPage() {
    return (
        <div className="feedback-page">

            <div className={bannerStyles.banner}>
                <div className={bannerStyles["banner-head"]}>
                    <img className={bannerStyles["head-logo"]} src="../../../static/images/3.png" alt="Fooddelivery"/>
                </div>
                <div className={bannerStyles["banner-body"]}>
                    <a href={"/main"} className={`${bannerStyles["button-banner"]}`}>Меню</a>
                    <a href={"/feedback/list"} className={`${bannerStyles["button-banner"]}`}>Відгуки</a>
                    <a href={"/info"} className={`${bannerStyles["button-banner"]}`}>Інфо</a>
                </div>
            </div>

            <div className="feedback-container">
                <h1>Про нас</h1>
                <p className={styles["main-text"]}>
                    <b>FoodDelivery - мережа ресторанів здорового харчування. Думаєте, це неможливо? Просто замовте
                        страви з
                        меню FoodDelivery. </b><br/><br/>У нас діє зручна доставка їжі у Києві. Скуштуйте і
                    переконайтеся,
                    наскільки смачною, поживною і здоровою може бути їжа з ресторану швидкого харчування. <br/>
                    Міжнародна мережа FoodDelivery — це заклади здорового харчування. Ми об'єднали бездоганну якість
                    страв,
                    швидке обслуговування і великий вибір інгредієнтів. Приправили це бездоганною якістю і прекрасним
                    смаком. Міжнародна мережа FoodDelivery — це заклади здорового харчування. Ми об'єднали бездоганну
                    якість
                    страв, швидке обслуговування і великий вибір інгредієнтів. Приправили це бездоганною якістю і
                    прекрасним
                    смаком. А ще у нас — великі порції. Тож можна не просто насолоджуватися смаком, але й ефективно
                    тамувати
                    голод.<br/>
                    Замовити їжу онлайн з FoodDelivery у Києві можна за помірними цінами. На нашому сайті завжди
                    актуальні
                    пропозиції меню та вигідні акції. Щодня замовникам доступні знижки та інші цікаві пропозиції на
                    страви з
                    доставкою.<br/>
                    В меню FoodDelivery ви можете знайти і замовити з доставкою:
                    <ul>
                        <li> соковиті салати;</li>
                        <li> оригінальні пасти;</li>
                        <li> авторські равіолі;</li>
                        <li> свіженькі сендвічі та круасани;</li>
                        <li> солоденькі десерти;</li>
                        <li> а ще хумус, соуси, напої та каву.</li>
                    </ul>
                    У нас є все, щоб перекусити, скуштувати смачненьке чи досхочу наїстись. Кожному — своє, і ми надаємо
                    повну свободу вибору.<br/>
                    Доставка з FoodDelivery у Києві швидка і зручна. Оформити замовлення ви можете на цьому сайті, у
                    мобільному додатку або подзвонивши оператору. Принцип замовлення дуже простий. Ми передаємо кур’єрам
                    щойно приготовані страви: максимально свіжі, смачні та добре запаковані. <br/>
                    Харчуйтеся смачно і з користю для здоров'я разом з FoodDelivery. Замовте доставку їжі у Києві та
                    оцініть
                    всі переваги: різноманітне особливе меню, чудовий сервіс, оптимальні ціни і власний гарний настрій
                    після
                    знайомства з нами. Чекаємо на ваші замовлення!
                </p>
            </div>
        </div>
    );
}